소설1 = '''"너한테 대줄 테니까, 우리에게 편의좀 봐줄래?" 
나는 천한의 옷을 벗는다. 마영수가 움찔한다.
내가 위에 입고 있는 것은 이제 얇은 하얀색 티와 속옷뿐.
얇아도 보통 얇은 게 아닌 잠옷 비스무리한 것이라 속옷이 비칠 거다.
나는 마영수에게 다가가 그를 꼭 껴안는다. 가슴을 문댄다.

하지만 마영수는 움직이지 않는다.
나는 활짝 미소 지은 채로 다시 떨어진다.

"꺼져 이제. 병신 새끼야."'''

소설2 = '''"흐, 헤••••••."

웃음이 비식 새어나온다.
어떻게든 입을 다물려고 시도해도 입가가 나의 통제에서 벗어난다.
나는 차선책으로 입술을 깨물지만, 피가 흘러나오기만 할 뿐 헤실헤실 지어지는 미소는 풀리지 않는다.
나를 언니라고 부르고 싶어 하는 서영이의 인격 하나를, 내가 다시 죽여버렸다.
서영이가 도망치려고 하는 것을 내가 막았다.'''

소설3 = '''그러나 삶을 살아가는 것 외에 아무런 목적이 없고, 스스로를 세상으로부터 단절시키고, 책임을 기피하여 행위조차 하지 않는 경우에는 인간이라는 것이 부적절할 수 있다.

나는 정의되었다.'''

소설 = [소설1,소설2,소설3]